{
  "ProjectOverview": {
    "Projects": [
      {
        "title": "Valk Digital",
        "description": "Gestrand op schiphol en je hebt een overnachting nodig? Hoe kunnen we middels een digitale service deze stresvolle ervaring verbeteren?",
        "image": "afbeeldingen/ValkDigital.jpg",
        "imgAltText": "",
        "url": "ProjectDetails.html?id=ValkDigital"
      },
      {
        "title": "Uptrends",
        "description": "Een SAS bedrijf dat snel gegroeid is en gefocust is op programmeren meer leren over User Experience Design en Design Thinking.",
        "image": "afbeeldingen/Uptrends.png",
        "imgAltText": "",
        "url": "ProjectDetails.html?id=UT"
      }
    ]
  },
  "ProjectDetails": {
     "ValkDigital": {
      "PageTitle": "Van der Valk",
      "title": "Gestrande Reizigers Van der Valk Schiphol",
      "sections": [
        {
          "sectionTitle": "Overview",
          "content": "Tijdens dit project is er uitvoerig onderzoek gedaan naar gestrande Reizigers van Luchthaven Schiphol. Deze reizigers moeten na het annuleren van hun vlucht ondergebracht worden bij onder andere hotel Van der Valk Schiphol. </br> Het doel van dit project is te onderzoeken hoe we deze ervaring aanzienlijk kunnen verbeteren en de gestrande reizigers een verbeterde ervaring kunnen bieden in deze chaotische momenten. </br></br> Dit is gedaan aan de hand van de volgende design challenge: </br> <quote class='lead'>''Hoe kan van der valk Schiphol de geëmotioneerde en gefrustreerde reiziger ontvangen, opvangen en het gevoel van chaos bij de reiziger ontnemen door middel van een extra digitale service?''</quote>",
          "images": []
        },
        {
          "sectionTitle": "Design Process",
          "content": "Tijdens dit project is gebruik gemaakt van de double diamond methode. Door eerst onderzoek te doen naar de eindgebruikers, het probleem en de huidige situatie en hier vervolgens inzichten uit te halen. Kunnen middels deze inzichten/requirements tot een breed scala aan oplossingen komen om deze vervolgens te testen en fine tunen. </br> Voor de onderzoeksmethodes is onder andere gebruik gemaakt van: </br><ul class='SummaryList'><li>Enquetes</li><li>Interviews</li><li>Focus groepen</li><li>Interviews</li><li>Usability Testing</li></ul>",
          "images": []
        },
        {
          "sectionTitle": "Gestrande Reiziger - Ervaring vanuit hun oogpunt",
          "content": "De situatie waar een reiziger zich in bevindt kan lastig te begrijpen zijn. Om meer empathie te krijgen en een beter inlevingsvermogen is het belangrijk om eerst inzichtelijk te krijgen. Deze user Journey is voortgekomen uit gesprekken met reizigers en inzichten vanuit bijvoorbeeld receptionisten en ander personeel. Uiteraard heb ik (tot waar mogelijk) deze ervaring zelf geprobeerd mee te maken.",
          "images": [
            {
              "src": "afbeeldingen/PF_UserJourney_Cut.jpg",
              "alt": "UserjourneyGestrandeReiziger"
            },
            {
              "src":"afbeeldingen/PF_BeTheUserLuchthaven.jpeg",
              "alt":"Be The User Journey"
            }
          ]
        },
        {
          "sectionTitle": "User Research Insights",
          "content": "Het gehele project is veel omvattend geweest en varieerde van onderzoek naar processen binnen Van der Valk, processen binnen Schiphol en alle betrokkenen. De belangrijkste inzichten die hebben bijgedragen aan de oplossing zijn als volgt:<br><br><ul class='SummaryList'><li>Voordat de reiziger bij het hotel is kunnen er enkele uren na annulering verstreken zijn. De reiziger is moe, gefrustreerd en gestrest (be the user, fly on the wall, interviews)</li><li>De communicatie van de luchtvaartmaatschappij naar de reizigers kan erg summier zijn (Interviews, Enquete)</li><li>De Reizigers hebben veel vragen over het proces, het hotel en soms ook over zaken als een huisarts.</li><li>Persoonlijk contact is voor de reiziger een belangrijk moment, het gehele proces digitaliseren is hierdoor geen optie</li></ul>",
          "images": [
            {
            }
          ]
        },
        {
          "sectionTitle": "Challenges and Solutions",
          "content": "Dit project heeft plaatsgevonden tussen 2 corona golven in, hierdoor was het al lastig om reizigers te spreken. Mocht dit er niet zijn dan had dit ook een probleem geweest. De reizigers bevinden zich eenmaal in een stressvolle en onduidelijke situatie. Ze hebben lang moeten wachten, veel moeten regelen en zijn daardoor kapot. Het moment dat ze aankomen bij het hotel willen ze eigenlijk alleen maar rusten en alles laten bezinken. Meewerken aan een onderzoek is daarom het laatste waar ze zin in hebben. Om het gebruik aan deze data op te vangen heb ik zoveel mogelijk gebruikt gemaakt van personen die hier veel ervaring mee hebben, zoals de receptionisten en managers.",
          "images": []
        },
        {
          "sectionTitle": "Usability Testing",
          "content": "Omdat de reizigers zelf niet in staat waren deel te nemen aan het gebruikersonderzoek heb ik gebruik gemaakt van het Van der Valk research panel. Door middel van een oproep in de nieuwsbrief naar deze groep hebben we 8 personen gevonden die deel genomen aan dit onderzoek. Zij hadden allemaal hun eigen ervaring met soortgelijke situaties waarbij ook zij wel eens gestrand waren tijdens hun reis. Hierdoor konden ze zich beter verplaatsen in de situatie van onze doelgroep.",
          "images": []
        },
        {
          "sectionTitle": "<h5>Resultaten</h5>",
          "content": "Omdat de reizigers zelf niet in staat waren deel te nemen aan het gebruikersonderzoek heb ik gebruik gemaakt van het Van der Valk research panel. Door middel van een oproep in de nieuwsbrief naar deze groep hebben we 8 personen gevonden die deel genomen aan dit onderzoek. Zij hadden allemaal hun eigen ervaring met soortgelijke situaties waarbij ook zij wel eens gestrand waren tijdens hun reis. Hierdoor konden ze zich beter verplaatsen in de situatie van onze doelgroep.",
          "images": []
        },
        {
          "sectionTitle": "Final Design Solutions",
          "content": "Van het uiteindelijke design is een Interactief prototype gemaakt met Figma, deze bevat uiteraard fictieve data maar moet een weerspiegeling zijn van de realiteit.</br> <iframe style='border: 1px solid rgba(0, 0, 0, 0.1);' width='100%' height='600px' src='https://www.figma.com/embed?embed_host=share&url=https%3A%2F%2Fwww.figma.com%2Fproto%2FMxxk6GQHWYZQf8t67S1mUo%2F0.-Voucher-%2526-Activities-Combined%3Fpage-id%3D333%253A26345%26type%3Ddesign%26node-id%3D346-16806%26viewport%3D520%252C82%252C0.1%26t%3DIYcUI33YlkE0uEpN-1%26scaling%3Dscale-down%26starting-point-node-id%3D346%253A16806%26show-proto-sidebar%3D1%26mode%3Ddesign' allowfullscreen></iframe>",
          "images": []
        }
        
      ]
    },
    "TankDelen": {
      "title": "Automatisch Tankkosten berekenen",
      "sections": [
        {
          "sectionTitle": "Het probleem",
          "content": "Het delen van een auto met je 2 jongere broertjes kan voor problemen zorgen. Buiten het gewoonlijke 'wie heeft wanneer de auto', komen er ook nog bepaalde kosten bij kijken. Vooral de tankkosten, Ik ga immers niet betalen voor de kilometers die mijn broertjes maken en vice versa gaan zij dat ook niet doen.<br><br> Helaas waren er destijds geen bestaande apps die dit makkelijk konden doen. Tenzij je een abbonement had of individueel je kilometers automatisch wilt declareren bij je werkgever waren er genoeg opties. Door het gebrek aan apps/services hiervoor heb ik zelf iets gemaakt dat de overstap van mijn excel bestandje naar een webbased app kan realiseren. Middels het lowcode platform OutSystems heb ik deze applicatie gebouwd.",
          "images": []
        },
        {
          "sectionTitle": "Design Process",
          "content": "Het proces begint in dit geval met wat requirements opstellen. Zo moet wil ik graag per persoon bij kunnen houden wat er gereden is, Hoeveel KM totaal en wat de kosten per persoon zijn per tankbeurt. <br> vervolgens opzoek naar bestaande apps, helaas had niet iedereen een Android Toestel en zorgde dat voor wat extra complexiteit. Buiten dit waren er geen apps die dit deden. Je kon eenvoudig in je eentje alles bijhouden of automatisch voor je werkgever/factuur en dergelijke. Helaas niet als gezin onder elkaar dit even regelen. <br><br> Gezien ik al een werkend excel bestandje had dat dit berekende was de wiskunde erachter al geregeld, het nadeel hiervan is dat we handmatig in een boekje bijhielden wie wat had gereden.",
          "images": [
            {
            "src": "afbeeldingen/TankExcel.jpg",
            "alt": "Image 7"
          },
          {
            "src": "afbeeldingen/TankBoekje.jpg",
            "alt": "Image 7"
          }
        ]
        },
        {
          "sectionTitle": "Oplossing",
          "content": "De oplossing was helaas ingewikkelder dan ik had gehoopt. Ik moest zelf aan de slag met een lowcode platform met database capaciteiten om alles te bewaren en berekenen. Outsystems kwam hierin als een goede uit mijn requirements, ondanks de complexiteit was er veel documentatie beschikbaar en een gratis variant. <br> Middels veel Youtube Video's, Fora en ",
          "images": [
            
          ]
        }
      ]
    },
    "UT": {
      "PageTitle": "Uptrends",
      "title": "Uptrends UX Thinking ",
      "sections": [
        {
          "sectionTitle": "Overview",
          "content": "ITRS Uptrends software as a service dat met 250+ servers over heel de wereld je webservices kan monitoren. Van API's tot Login/checkout processen het is allemaal mogelijk met de diverse producten die ze leveren. Door de snelle groei van het bedrijf is er weinig aandacht geweest voor User Experience Design of design thinking. Developers zijn ook designers met moqups in paint en geen design system, documentatie of duidelijke guidelines. Gebruikers betrekken bij de ontwikkeling van producten is ook nooit uitgevoerd. ",
          "images": []
        },
        {
          "sectionTitle": "Mijn Rol",
          "content": "Ik ben bij ITRS Uptrends gekomen als Technical Support Engineer maar ben daarnaast ook QA tester en zie mezelf graag als UX ambasadeur. Gezien ik de eerste ben binnen het bedrijf met een opleiding in UX design probeer ik andere teams binnen het bedrijf bewust te maken van deze manier van werken en denken. 'Hoe zou de eindgebruiker deze feature gebruiken' of 'Hoe zou de eindgebruiker deze implementatie ervaring'. Op dit moment zit het voornamelijk in de kleine dingen zoals omgaan met foutmeldingen, Teksten in button en plaatsing van knoppen. Grotere projecten zijn ook opgezet zoals het vormgeven van een beter design proces en het in gebruik nemen van Figma samen met het opzetten van een DesignSystem. Op dit moment is onze code waarheid en alle VUE componenten zijn onze source of truth. Echter is onze codebase wat rommelig en zijn er van dezelfde componenten meerdere varianten.<br><br> Door het actief gebruiken van Figma en het Designsystem dat we hierin hebben hopen we gestructureerder te werk te kunnen gaan en het maken van snelle moqups voor iedereen toegankelijk te maken. ",
          "images": []
        },
        {
          "sectionTitle": "UX Projecten",
          "content": "Door mijn werk als QA engineer/UX designer bij uptrends heb ik mogen bijdragen aan de grotere projecten en redesigns van bestaande features. Mijn contributie ligt hierin voornamelijk in het voorzien van feedback en het maken van nieuwe ontwerpen. Het specificeren van die requirements, userflows en wensen/behoeften van de eindgebruikers is helaas onderdeel geweest van ons product management team.",
          "images": []
        }
      ]
    }
  },
  "_Comments":{
    
      "title": "Tankkosten Delen",
      "description": "Samen met een huisgenoot een auto delen maar niet elkaars kosten hebben? Op papier bijhouden is onderwets en spreadsheet niet gebruiksvriendelijk.",
      "image": "project2.jpg",
      "imgAltText": "",
      "url": "ProjectDetails.html?id=TankDelen"
    
  }
}