{
  "ProjectOverview": {
    "Projects": [
      {
        "title": "TestProject",
        "description": "This is test project intended to define styling etcetera",
        "image": "afbeeldingen/FlixbusTest.jpg",
        "imgAltText": "",
        "url": "ProjectDetails.html?id=TestProject"
      },
      {
        "title": "Valk Digital",
        "description": "Gestrand op schiphol en je hebt een overnachting nodig? Hoe kunnen we middels een digitale service deze stresvolle ervaring verbeteren?",
        "image": "afbeeldingen/FlixbusTest.jpg",
        "imgAltText": "",
        "url": "ProjectDetails.html?id=ValkDigital"
      },
      {
        "title": "Tankkosten Delen",
        "description": "Samen met een huisgenoot een auto delen maar niet elkaars kosten hebben? Op papier bijhouden is onderwets en spreadsheet niet gebruiksvriendelijk.",
        "image": "project2.jpg",
        "imgAltText": "",
        "url": "ProjectDetails.html?id=TankDelen"
      },
      {
        "title": "Uptrends App & proces verbeteringen",
        "description": "Een SAS bedrijf dat snel gegroeid is en gefocust is op programmeren meer leren over User Experience Design en Design Thinking.",
        "image": "project3.jpg",
        "imgAltText": "",
        "url": "ProjectDetails.html?id=UT"
      }
    ]
  },
  "ProjectDetails": {
    "TestProject": {
      "title": "GPT AutomationTest 1",
      "sections": [
        {
          "sectionTitle": "Overview",
          "content": "",
          "images": [
            {
              "src": "afbeeldingen/FlixbusTest.jpg",
              "alt": "Image 3"
            }
          ]
        },
        {
          "sectionTitle": "Not so Process",
          "content": "Mploy Associates is een relatief jong bedrijf dat in korte tijd erg gegroeid is. Door Young Talents te koppelen aan ingewikkelde vraagstuken binnen de data, finance & risk en deze de mogelijkheid bieden om binnen Mploy Associates te werken aan hun hard en soft skills krijgen banken en verzekeraars een consultant van top niveau.Bij Mploy Associates wordt alles intern opgepakt en halen zij de expertises die ze nodig hebben zelf in huis om zo niet alleen kwantiteit maar vooral ook kwaliteit te kunnen leveren. Om de communicatie naar aankomende Young Talents naar een hoger niveau te tillen is het noodzakelijk om goed ontworpen HTML emails te versturen. De expertise om deze werkend te krijgen op de vele e-mail clients was er echter nog niet en daarom heb ik deze taak op mij genomen. Zonder enige voorkennis over HTML emails ben ik dit project gestart en heb enkele werkende emails geïmplementeerd.",
          "images": []
        },
        {
          "sectionTitle": "User Research Insights",
          "content": "Waar een standaard website bestaat uit DIV elementen, Marging, Paddings, background images en ga zo maar door is een HTML email opgebouwd met techniek uit het jaar 0. Het gebruik maken van tables om zo de vormgeving van je email te maken. Hierbij is het ook nog eens van belang om styling inline toe te voegen en zelfs dan ben je niet gegarandeerd dat alles werkt. Hierdoor was dit voor mij een lastig project om alle ins & outs over te leren.",
          "images": [
            {
              "src": "afbeeldingen/FlixbusTest.jpg",
              "alt": "Image 3"
            },
            {
              "src": "afbeeldingen/FlixbusTest.jpg",
              "alt": "Image 3"
            }
          ]
        },
        {
          "sectionTitle": "Challenges and Solutions",
          "content": "Challenges faced and solutions.",
          "images": []
        },
        {
          "sectionTitle": "Final Design Solutions",
          "content": "Omdat er veel emails zijn met veel verschillende varianten of kleine aanpassingen op één format is hier een selectie van de emails. Al deze emails zijn opgebouwd met table elementen en uitgebreid getest op verschillende browsers, devices & besturingssystemen. Hierdoor heb ik middels veel testen, research en experimenteren emails gemaakt die werkend zijn op vrijwel iedere email client.",
          "images": []
        },
        {
          "sectionTitle": "Usability Testing Results",
          "content": "Usability testing results and feedback.",
          "images": []
        }
      ]
    },
    "ValkDigital": {
      "title": "Gestrande Reizigers Van der Valk Schiphol",
      "sections": [
        {
          "sectionTitle": "Overview",
          "content": "Tijdens dit project is er uitvoerig onderzoek gedaan naar gestrande Reizigers van Luchthaven Schiphol. Deze reizigers moeten na het annuleren van hun vlucht ondergebracht worden bij onder andere hotel Van der Valk Schiphol. </br> Het doel van dit project is te onderzoeken hoe we deze ervaring aanzienlijk kunnen verbeteren en de gestrande reizigers een verbeterde ervaring kunnen bieden in deze chaotische momenten. </br></br> Dit is gedaan aan de hand van de volgende design challenge: </br> <quote class='lead'>[Insert challenge here]</quote>",
          "images": []
        },
        {
          "sectionTitle": "Design Process",
          "content": "Tijdens dit project is gebruik gemaakt van de double diamon methode. Door eerst onderzoek te doen naar de eindgebruikers, het probleem en de huidige situatie en hier vervolgens inzichten uit te halen. Kunnen middels deze inzichten/requirements tot een breed scala aan oplossingen komen om deze vervolgens te testen en fine tunen. </br> Voor de onderzoeksmethodes is onder andere gebruik gemaakt van: </br><ul><li>Enquetes</li><li>Interviews</li><li>Focus groepen</li><li>Interviews</li>Usability Testing</ul>",
          "images": []
        },
        {
          "sectionTitle": "Gestrande Reiziger - Ervaring vanuit hun oogpunt",
          "content": "De situatie waar een reiziger zich in bevindt kan lastig te begrijpen zijn. Om meer empathie te krijgen en een beter inlevingsvermogen is het belangrijk om eerst inzichtelijk te krijgen. Deze user Journey is voortgekomen uit gesprekken met reizigers en inzichten vanuit bijvoorbeeld receptionisten en ander personeel. Uiteraard heb ik (tot waar mogelijk) deze ervaring zelf geprobeerd mee te maken.",
          "images": [
            {
              "src": "afbeeldingen/UserjourneyReiziger.jpg",
              "alt": "UserjourneyGestrandeReiziger"
            }
          ]
        },
        {
          "sectionTitle": "User Research Insights",
          "content": "De belangrijkste inzichten zijn uitendelijk gebruikt",
          "images": [
            {
              "src": "afbeeldingen/image6.jpg",
              "alt": "Image 6"
            }
          ]
        },
        {
          "sectionTitle": "Challenges and Solutions",
          "content": "Dit project heeft plaatsgevonden tussen 2 corona golven in, hierdoor was het al lastig om reizigers te spreken. Mocht dit er niet zijn dan had dit ook een probleem geweest. De reizigers bevinden zich eenmaal in een stressvolle en onduidelijke situatie. Ze hebben lang moeten wachten, veel moeten regelen en zijn daardoor kapot. Het moment dat ze aankomen bij het hotel willen ze eigenlijk alleen maar rusten en alles laten bezinken. Meewerken aan een onderzoek is daarom het laatste waar ze zin in hebben. Om het gebruik aan deze data op te vangen heb ik zoveel mogelijk gebruikt gemaakt van personen die hier veel ervaring mee hebben, zoals de receptionisten en managers.",
          "images": []
        },
        {
          "sectionTitle": "Usability Testing",
          "content": "Omdat de reizigers zelf niet in staat waren deel te nemen aan het gebruikersonderzoek heb ik gebruik gemaakt van het Van der Valk research panel. Door middel van een oproep in de nieuwsbrief naar deze groep hebben we 8 personen gevonden die deel genomen aan dit onderzoek. Zij hadden allemaal hun eigen ervaring met soortgelijke situaties waarbij ook zij wel eens gestrand waren tijdens hun reis. Hierdoor konden ze zich beter verplaatsen in de situatie van onze doelgroep.",
          "images": []
        },
        {
          "sectionTitle": "<h5>Resultaten</h5>",
          "content": "Omdat de reizigers zelf niet in staat waren deel te nemen aan het gebruikersonderzoek heb ik gebruik gemaakt van het Van der Valk research panel. Door middel van een oproep in de nieuwsbrief naar deze groep hebben we 8 personen gevonden die deel genomen aan dit onderzoek. Zij hadden allemaal hun eigen ervaring met soortgelijke situaties waarbij ook zij wel eens gestrand waren tijdens hun reis. Hierdoor konden ze zich beter verplaatsen in de situatie van onze doelgroep.",
          "images": []
        },
        {
          "sectionTitle": "Final Design Solutions",
          "content": "Van het uiteindelijke design is een Interactief prototype gemaakt met Figma, deze bevat uiteraard fictieve data maar moet een weerspiegeling zijn van de realiteit.</br> <iframe style='border: 1px solid rgba(0, 0, 0, 0.1);' width='100%' height='600px' src='https://www.figma.com/embed?embed_host=share&url=https%3A%2F%2Fwww.figma.com%2Fproto%2FMxxk6GQHWYZQf8t67S1mUo%2F0.-Voucher-%2526-Activities-Combined%3Fpage-id%3D333%253A26345%26type%3Ddesign%26node-id%3D346-16806%26viewport%3D520%252C82%252C0.1%26t%3DIYcUI33YlkE0uEpN-1%26scaling%3Dscale-down%26starting-point-node-id%3D346%253A16806%26show-proto-sidebar%3D1%26mode%3Ddesign' allowfullscreen></iframe>",
          "images": []
        }
        
      ]
    },
    "TankDelen": {
      "title": "Project 2",
      "sections": [
        {
          "sectionTitle": "Overview",
          "content": "Project 2 overview and description.",
          "images": []
        },
        {
          "sectionTitle": "Design Process",
          "content": "Design process for Project 2.",
          "images": []
        },
        {
          "sectionTitle": "User Research Insights",
          "content": "Key user research insights.",
          "images": [
            {
              "src": "afbeeldingen/image7.jpg",
              "alt": "Image 7"
            }
          ]
        },
        {
          "sectionTitle": "Challenges and Solutions",
          "content": "Challenges faced and solutions.",
          "images": []
        },
        {
          "sectionTitle": "Final Design Solutions",
          "content": "Final design solutions and impact.",
          "images": []
        },
        {
          "sectionTitle": "Usability Testing Results",
          "content": "Usability testing results and feedback.",
          "images": []
        }
      ]
    },
    "UT": {
      "title": "Uptrends UX Thinking ",
      "sections": [
        {
          "sectionTitle": "Overview",
          "content": "ITRS Uptrends is levert SAS dat met 250+ servers over heel de wereld je webservices kan monitoren. Van API's tot Login/checkout processen het is allemaal mogelijk met de diverse producten die ze leveren. Door de snelle groei van het bedrijf is er weinig aandacht geweest voor User Experience Design of design thinking. Developers zijn ook designers met moqups in paint en geen design system, documentatie of duidelijke guidelines. Gebruikers betrekken bij de ontwikkeling van producten is ook nooit uitgevoerd. ",
          "images": []
        },
        {
          "sectionTitle": "Mijn Rol",
          "content": "Ik ben bij ITRS Uptrends gekomen als Technical Support Engineer maar ben daarnaast ook QA tester en zie mezelf graag als UX ambasadeur. Gezien ik de eerste ben binnen het bedrijf met een opleiding in UX design probeer ik andere teams binnen het bedrijf bewust te maken van deze manier van werken en denken. 'Hoe zou de eindgebruiker deze feature gebruiken' of 'Hoe zou de eindgebruiker deze implementatie ervaring'. Op dit moment zit het voornamelijk in de kleine dingen zoals omgaan met foutmeldingen, Teksten in button en plaatsing van knoppen. Grotere projecten zijn ook opgezet zoals het vormgeven van een beter design proces en het in gebruik nemen van Figma + opzetten van een DesignSystem. ",
          "images": []
        },
        {
          "sectionTitle": "UX Projecten",
          "content": "Door capaciteits limitaties binnen Uptrends zijn er beperkte projecten waarin ik heb bijgedragen. Maar door mijn werk als QA tester binnen Uptrends probeer ik altijd mijn steentje bij te dragen en de User experience te verbeteren nog voordat deze beschikbaar komt. Enkele van deze projecten zijn: <br> <ul><li>Opzetten van een Figma Design System</li><li>Single, Inline title editor</li><li></li>",
          "images": []
        }
      ]
    }
  }
}